Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_kannanotto_saamelaisten_totuus-_ja_sovintokomission_asettamisesta.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien kannanotto saamelaisten totuus- ja sovintokomission asettamisesta
smn: Sämitige uáivilalmottâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmist

source: Saamelaiskäräjät kokoontui Inarissa kokoukseensa (5/2019) 17.12.2019 käsittelemään ehdotusta saamelaisten totuus- ja sovintokomission asettamiseksi ja hyväksyi ehdotuksen , lausuu kannanottonaan seuraavaa:
smn: Sämitigge čokkânij Anarist čuákkimân (5/2019) 17.12.2019 kieđâvuššâđ iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân já tuhhiittij iävtuttâs , ciälkká uáivilalmottâssân čuávvoo:

source: Saamelaiset on alkuperäiskansa nykyisten neljän valtion, Norjan, Ruotsin, Suomen ja Venäjän alueella.
smn: Sämmiliih láá algâaalmug táálái neelji staatâ, Taažâ, Ruotâ, Suomâ já Ruošâ kuávlust.

source: Saamelaisilla on omana kansana ja alkuperäiskansana sekä kansallisessa että rajoja ylittävässä perspektiivissä itsemääräämisoikeus.
smn: Sämmilijn lii jieijâs aalmugin já algâaalmugin sehe aalmuglii já raajijd rastaldittee uáinust jiešmeridemvuoigâdvuotâ.

source: Saamelaiskäräjät painottaa, että mainittujen valtioiden assimilaatioprosessit ovat kohdistuneet saamelaisiin niin yhteisesti kuin yksilötasolla, kunkin kansallisvaltion ominaispiirtein ja rajat ylittävin tavoin.
smn: Sämitigge tiäddut, ete mainâšum staatâi assimilaatioproseseh láá čuáccám sämmiláid nuuvt ohtsávt ko ovtâskâs ulmuu tääsist-uv, jieškote-uv aalmugstaatâ jiešvuođâiguin já raajij rasta.

source: Saamelaiskäräjät viittaa, että valtioiden assimilaatiopolitiikka koskien saamelaisia on haitannut saamen kansan omaehtoista kehitystä ja todellisen tasa-arvon ja yhdenvertaisuuden toteutumista saamelaisten ja yhteiskuntien välillä paikallisesti, alueellisesti, kansallisesti, rajoja ylittävästi ja kansainvälisesti.
smn: Sämitigge čuujoot, ete staatâi assimilaatiopolitiik sämmilij háárán lii häittidâm sämiaalmug jiešráđálii ovdánem já tuođâlii täsiáárvu já oovtviärdásâšvuođâ olášume sämmilij já ohtsâškuudij kooskâst páihálávt, kuávlulávt, aalmuglávt, raajij rasta já aalmugijkoskâsávt.

source: Saamelaiskäräjät katsoo tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemukset Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
smn: Sämitigge ana tergâdin, ete staatârääđi oovtâstpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin aasât tuotâvuotâ- já sovâdâttâmkomissio nuurrâđ já tuođâštiđ sämmilij feerim Suomâ staatâ já ton sierâ virgeomâhái sämikulttuur já ton materiaallii vuáđu rikkoo tooimâin já tast, magareh vaikuttâsah já čuávumušah tain láá lamaš já ain láá sämmiláid algâalmugin já ton jesânáid ovtâskâs olmožin, sehe toohâđ taam uássin tubdâstum ibárdâsân tast, mii lii mii historjá já tááláá äigi.

source: Saamelaiskäräjät katsoo komission asettamisen merkitsevän, että julkisesti tunnustetaan valtion assimilaatiopolitiikan vaikutusten vaativan korjaavia toimenpiteitä.
smn: Sämitigge ana, ete komissio asâttem uáivild tom, ete almolávt tubdâsteh, ete staatâ assimilaatiopolitiik vaikuttâsah väätih pyeredeijee tooimâid.

source: Saamelaiskäräjät painottaa, ettei totuus- ja sovintokomission asettaminen ole ilo eikä voitto.
smn: Sämitigge tiäddut, ete tuotâvuotâ- já sovâdâttâmkomissio asâttem ij lah ilo ige vuáittu.

source: Tähän äärimmäiseen toimenpiteeseen ryhdytään siksi, etteivät aiemmat keinot puolustaa saamelaisten alueita ja kulttuureita ole riittäneet muuttamaan pyrkimyksiä assimiloida saamelaisia valtakulttuuriin.
smn: Taan tuođâlii tooimân kalga riemmâđ tondiet, ko oovdeb vyevih piäluštiđ sämmilij kuávluid já kulttuurijd iä lah pijssám nubásmittiđ viggâmušâid assimilistiđ sämmilijd váldukulttuurân.

source: Komission aloittaminen on jaetun surun hetki tietoisena siitä, kuinka monet eivät omana elinaikanaan ehtineet saamaan oikeutta.
smn: Komissio algâttem lii juohhum soro tile tiäđulâžžân tast, mon kales iä jieijâs eellimääigi kiergânâm finniđ vuoigâdvuođâ.

source: Komission työn tulee purkaa ja auttaa käsittelemään traumoja, joita saamelaiset niin kansana kuin yksilöinä kantavat ylisukupolvisesti.
smn: Komissio toimâ kalga lekkâđ já išediđ kieđâvuššâđ traumaid, maid sämmiliih nuuvt aalmugin ko ovtâskâs olmožin kyeddih suhâpoolvâst nuubán.

source: Näiden traumojen käsittely niin yksilötasolla kuin kollektiivisesti on raskasta ja järkyttävää.
smn: Tai traumai kieđâvuššâm nuuvt ovtâskâs ulmuu tääsist ko meid kollektivlávt lii lussâd já hirmástuttee.

source: Kuitenkin sen on tapahduttava edes siinä määrin, että epätasapainoa ylläpitävät toimet voidaan tunnistaa ja muuttaa, jotta saamen kansan oikeus itsemääräämiseen myös sisäisesti voi toteutua.
smn: Kuittâg tot kalga tábáhtuđ tienuuvt, ete epitäsitiädu paijeentuállee tooimâid puáhtá tubdâstiđ já nubásmittiđ, vâi sämiaalmug vuoigâdvuotâ jiešmeerridmân meid siskiibeln puáhtá olášuđ.

source: Saamelaiset omistavat omat elämänkokemuksensa ja historiansa, ja näin ollen he ovat myös avainasemassa siinä, kuinka ylisukupolvista taakoistaan selviävät.
smn: Sämmiliih omâsteh jieijâs eellimfeerimijd já historjá, já návt sij láá meid tehálumos sajattuvâst tast, maht sij suhâpuolvâi paijeel ulâtteijee noođijn cevzih.

source: Saamelaisilta ei saa viedä tämän prosessin aikana mahdollisuutta löytää itse tietään kohti paranemista.
smn: Sämmilijn ij uážu tuálvuđ taam proosees ääigi máhđulâšvuođâ kavnâđ jieš pálgá puárránmân.

source: Tämä edellyttää, että saamelaisille on prosessiin valmistauduttaessa, sen aikana ja sen jälkeen tarjolla saamenkielistä ja kulttuurisensitiivistä henkistä ja psyykkistä tukea.
smn: Taat váátá tom, ete sämmiláid lii prosesân ráhtádâtdijn, ton ääigi já ton maŋa fáállun sämikielâlâš já kulttuursensitiivlâš jiegâlâš já psyykkisâš toorjâ.

source: Saamelaiskäräjät odottaa valtion resursoivan saamelaisia syrjivien rakenteiden muutostyön sekä lopettavan harjoittamansa assimilaatiopolitiikan, jota tapahtuu tässäkin hetkessä, nyt, joka päivä, jotta uusien taakkasiirtymien jatkumo voitaisiin katkaista.
smn: Sämitigge vuárdá, ete staatâ addel resursijd sämmiláid olgošteijee ráhtusij nubástuspaargon sehe jaska ton hárjuttem assimilaatiopolitiik, mii tábáhtuvá tääl-uv, jyehi peeivi, vâi uđđâ nuáđisirdâšum jotkum puáhtá potkiđ.

source: Saamelaiskäräjät kiittää saamelaisyhteisöä osallistumisesta totuus- ja sovintoprosessin valmisteluun.
smn: Sämitigge kijttá sämisiärváduv uásálistmist tuotâvuotâ- já sovâdâttâmproosees valmâštâlmân.

source: Saamelaiskäräjät kiittää myös asiantuntijoita, joiden panos valmistelussa on ollut erittäin tärkeä.
smn: Sämitigge kijttá meid äššitobdeid, kiäi uási valmâštâlmist lii lamaš eromâš tehálâš.

source: Viimeiseksi Saamelaiskäräjät kiittää Kolttien kyläkokousta ja Suomen valtiota neuvotteluprosessista.
smn: Majemužžân Sämitigge kijttá Nuorttâlij sijdâčuákkim já Suomâ staatâ ráđádâllâmprosesist.

source: Inarissa 17.12.2019
smn: Anarist 17.12.2019

source: Tiina Sanila-Aikio puheenjohtaja
smn: Tiina Sanila-Aikio saavâjođetteijee

source: Pia Ruotsala-Kangasniemi hallintopäällikkö
smn: Pia Ruotsala-Kangasniemi haldâttâhhovdâ

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi
smn: Iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân
